Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# agent.campfire.capability.fallback
source: do something
ar: فعل شيء ما
bs: uradi nešto
da: gøre noget
de: etwas tun
es: hacer algo
fr: faire quelque chose
it: fare qualcosa
ja: 操作を実行する
ko: 무언가 하기
nb: gjøre noe
pl: zrobić coś
pt_br: fazer algo
ru: сделать что-нибудь
th: ทำบางอย่าง
tr: bir şey yapmak
uk: зробити щось
zh_hans: 执行操作
zh_hant: 執行操作

# agent.campfire.capability.filesList
source: browse files
ar: تصفح الملفات
bs: pregleda datoteke
da: gennemse filer
de: Dateien durchsuchen
es: explorar archivos
fr: parcourir les fichiers
it: sfogliare i file
ja: ファイルを参照する
ko: 파일 찾아보기
nb: bla gjennom filer
pl: przeglądać pliki
pt_br: procurar arquivos
ru: просматривать файлы
th: เรียกดูไฟล์
tr: dosyalara göz atmak
uk: переглядати файли
zh_hans: 浏览文件
zh_hant: 瀏覽檔案

# agent.campfire.capability.queueAdd
source: queue a prompt
ar: إضافة مطالبة إلى قائمة الانتظار
bs: doda prompt u red
da: sætte en prompt i kø
de: einen Prompt in die Warteschlange stellen
es: poner una instrucción en cola
fr: mettre une invite en file d’attente
it: mettere un prompt in coda
ja: プロンプトをキューに追加する
ko: 프롬프트를 대기열에 추가
nb: legge en ledetekst i kø
pl: dodać prompt do kolejki
pt_br: colocar um prompt na fila
ru: добавить запрос в очередь
th: เพิ่มพรอมต์ในคิว
tr: bir istemi kuyruğa almak
uk: додати запит до черги
zh_hans: 将提示加入队列
zh_hant: 將提示加入佇列

# agent.campfire.capability.queueRunNow
source: run a prompt now
ar: تشغيل مطالبة الآن
bs: odmah pokrene prompt
da: køre en prompt nu
de: einen Prompt jetzt ausführen
es: ejecutar una instrucción ahora
fr: exécuter une invite maintenant
it: eseguire un prompt ora
ja: プロンプトを今すぐ実行する
ko: 지금 프롬프트 실행
nb: kjøre en ledetekst nå
pl: uruchomić prompt teraz
pt_br: executar um prompt agora
ru: запустить запрос сейчас
th: เรียกใช้พรอมต์ตอนนี้
tr: bir istemi şimdi çalıştırmak
uk: запустити запит зараз
zh_hans: 立即运行提示
zh_hant: 立即執行提示

# agent.campfire.capability.sessionInterrupt
source: interrupt the agent
ar: مقاطعة الوكيل
bs: prekine agenta
da: afbryde agenten
de: den Agenten unterbrechen
es: interrumpir el agente
fr: interrompre l’agent
it: interrompere l’agente
ja: エージェントを中断する
ko: 에이전트 중단
nb: avbryte agenten
pl: przerwać agenta
pt_br: interromper o agente
ru: прервать агента
th: ขัดจังหวะเอเจนต์
tr: aracıyı kesintiye uğratmak
uk: перервати агента
zh_hans: 中断代理
zh_hant: 中斷代理

# agent.campfire.capability.shellExec
source: run a shell command
ar: تشغيل أمر shell
bs: pokrene shell naredbu
da: køre en shell-kommando
de: einen Shell-Befehl ausführen
es: ejecutar un comando de shell
fr: exécuter une commande shell
it: eseguire un comando shell
ja: シェルコマンドを実行する
ko: 셸 명령 실행
nb: kjøre en skallkommando
pl: uruchomić polecenie powłoki
pt_br: executar um comando shell
ru: выполнить команду оболочки
th: เรียกใช้คำสั่งเชลล์
tr: bir kabuk komutu çalıştırmak
uk: виконати команду оболонки
zh_hans: 运行 shell 命令
zh_hant: 執行 shell 指令

# agent.campfire.capability.toolsContribute
source: add tools or skills
ar: إضافة أدوات أو مهارات
bs: doda alate ili vještine
da: tilføje værktøjer eller færdigheder
de: Tools oder Fähigkeiten hinzufügen
es: agregar herramientas o habilidades
fr: ajouter des outils ou des compétences
it: aggiungere strumenti o competenze
ja: ツールまたはスキルを追加する
ko: 도구 또는 스킬 추가
nb: legge til verktøy eller ferdigheter
pl: dodać narzędzia lub umiejętności
pt_br: adicionar ferramentas ou habilidades
ru: добавить инструменты или навыки
th: เพิ่มเครื่องมือหรือทักษะ
tr: araçlar veya beceriler eklemek
uk: додати інструменти або навички
zh_hans: 添加工具或技能
zh_hant: 新增工具或技能

# agent.campfire.notification.body.joinRequested
source: %@ is waiting to join the Campfire session
ar: %@ ينتظر الانضمام إلى جلسة Campfire
bs: %@ čeka da se pridruži Campfire sesiji
da: %@ venter på at deltage i Campfire-sessionen
de: %@ wartet darauf, der Campfire-Sitzung beizutreten
es: %@ está esperando unirse a la sesión de Campfire
fr: %@ attend de rejoindre la session Campfire
it: %@ sta aspettando di unirsi alla sessione Campfire
ja: %@ が Campfire セッションへの参加を待っています
ko: %@님이 Campfire 세션 참여를 기다리고 있습니다
nb: %@ venter på å bli med i Campfire-økten
pl: %@ czeka na dołączenie do sesji Campfire
pt_br: %@ está aguardando para entrar na sessão do Campfire
ru: %@ ожидает присоединения к сеансу Campfire
th: %@ กำลังรอเข้าร่วมเซสชัน Campfire
tr: %@ Campfire oturumuna katılmayı bekliyor
uk: %@ очікує на приєднання до сеансу Campfire
zh_hans: %@ 正在等待加入 Campfire 会话
zh_hant: %@ 正在等待加入 Campfire 工作階段

# agent.campfire.notification.body.permissionAsked
source: %1$@ asked for permission to %2$@
ar: طلب %1$@ إذنًا لـ %2$@
bs: %1$@ je zatražio dozvolu da %2$@
da: %1$@ bad om tilladelse til at %2$@
de: %1$@ hat um Erlaubnis gebeten, %2$@
es: %1$@ pidió permiso para %2$@
fr: %1$@ a demandé l’autorisation de %2$@
it: %1$@ ha chiesto l’autorizzazione a %2$@
ja: %1$@ が %2$@ 権限を求めています
ko: %1$@님이 %2$@ 권한을 요청했습니다
nb: %1$@ ba om tillatelse til å %2$@
pl: %1$@ poprosił o pozwolenie, aby %2$@
pt_br: %1$@ pediu permissão para %2$@
ru: %1$@ запросил разрешение: %2$@
th: %1$@ ขออนุญาตเพื่อ%2$@
tr: %1$@ %2$@ için izin istedi
uk: %1$@ запитав дозвіл: %2$@
zh_hans: %1$@ 请求权限以%2$@
zh_hant: %1$@ 要求權限以%2$@

# agent.campfire.notification.body.relayError
source: Campfire relay connection failed
ar: فشل اتصال ترحيل Campfire
bs: Veza s Campfire relejem nije uspjela
da: Campfire-relayforbindelsen mislykkedes
de: Campfire-Relay-Verbindung fehlgeschlagen
es: Falló la conexión de retransmisión de Campfire
fr: La connexion au relais Campfire a échoué
it: Connessione al relay Campfire non riuscita
ja: Campfire リレー接続に失敗しました
ko: Campfire 릴레이 연결에 실패했습니다
nb: Campfire-relétilkoblingen mislyktes
pl: Połączenie przekaźnika Campfire nie powiodło się
pt_br: Falha na conexão de retransmissão do Campfire
ru: Не удалось подключиться к ретранслятору Campfire
th: การเชื่อมต่อรีเลย์ Campfire ล้มเหลว
tr: Campfire aktarma bağlantısı başarısız oldu
uk: Не вдалося підключитися до ретранслятора Campfire
zh_hans: Campfire 中继连接失败
zh_hant: Campfire 轉送連線失敗

# agent.campfire.notification.participantFallback
source: Someone
ar: شخص ما
bs: Neko
da: Nogen
de: Jemand
es: Alguien
fr: Quelqu’un
it: Qualcuno
ja: 参加者
ko: 누군가
nb: Noen
pl: Ktoś
pt_br: Alguém
ru: Кто-то
th: บางคน
tr: Birisi
uk: Хтось
zh_hans: 有人
zh_hant: 有人

# agent.claude.completion.subtitle.completed
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了
ko: 완료됨
zh_hans: 已完成
zh_hant: 已完成

# agent.claude.completion.subtitle.completedInProject
source: Completed in %@
ar: اكتمل في %@
de: Abgeshlossen in %@
es: Completado en %@
fr: Terminé dans %@
ja: %@ で完了
ko: %@에서 완료됨
zh_hans: 已在 %@ 中完成
zh_hant: 已在 %@ 中完成

# agent.codex.completion.body.sessionCompleted
source: %@ session completed
ar: اكتملت جلسة %@
de: %@-Sitzung abgeschlossen
es: Sesión de %@ completada
fr: Session %@ terminée
ja: %@ セッションが完了しました
ko: %@ 세션 완료됨
zh_hans: %@ 会话已完成
zh_hant: %@ 工作階段已完成

# agent.codex.completion.subtitle.completed
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了
ko: 완료됨
zh_hans: 已完成
zh_hant: 已完成

# agent.codex.completion.subtitle.completedInProject
source: Completed in %@
ar: اكتمل في %@
de: Abgeshlossen in %@
es: Completado en %@
fr: Terminé dans %@
ja: %@ で完了
ko: %@에서 완료됨
zh_hans: 已在 %@ 中完成
zh_hant: 已在 %@ 中完成

# agent.codex.error.defaultMessage
source: Codex reported an error
ar: أبلغ Codex عن خطأ
de: Codex hat einen Fehler gemeldet
es: Codex informó un error
fr: Codex a signalé une erreur
ja: Codex でエラーが発生しました
ko: Codex에서 오류를 보고했습니다
zh_hans: Codex 报告了一个错误
zh_hant: Codex 回報錯誤

# agent.codex.error.noFinalResponse
source: Codex ended before sending a final response
ar: انتهى Codex قبل إرسال استجابة نهائية
de: Codex wurde beendet, bevor eine endgültige Antwort gesendet wurde
es: Codex finalizó antes de enviar una respuesta definitiva
fr: Codex s'est arrêté avant d'avoir envoyé une réponse finale
ja: Codex は最終応答を送信する前に終了しました
ko: Codex가 최종 응답을 보내기 전에 종료되었습니다
zh_hans: Codex 在发送最终响应前结束
zh_hant: Codex 在傳送最終回應前已結束

# agent.codex.error.status.auth
source: Codex auth error
ar: خطأ في مصادقة Codex
de: Codex-Authentifizierungsfehler
es: Error de autenticación de Codex
fr: Erreur d'authentification Codex
ja: Codex 認証エラー
ko: Codex 인증 오류
zh_hans: Codex 认证错误
zh_hant: Codex 驗證錯誤

# agent.codex.error.status.generic
source: Codex error
ar: خطأ في Codex
de: Codex-Fehler
es: Error de Codex
fr: Erreur Codex
ja: Codex エラー
ko: Codex 오류
zh_hans: Codex 错误
zh_hant: Codex 錯誤

# agent.codex.error.status.network
source: Codex network error
ar: خطأ في شبكة Codex
de: Codex-Netzwerkfehler
es: Error de red de Codex
fr: Erreur réseau Codex
ja: Codex ネットワークエラー
ko: Codex 네트워크 오류
zh_hans: Codex 网络错误
zh_hant: Codex 網路錯誤

# agent.codex.error.status.rateLimit
source: Codex rate limit
ar: حد معدل طلبات Codex
de: Codex-Ratenbegrenzung
es: Límite de frecuencia de Codex
fr: Limite de requêtes Codex
ja: Codex レート制限
ko: Codex 속도 제한
zh_hans: Codex 速率限制
zh_hant: Codex 速率限制

# agent.codex.error.subtitle.auth
source: Auth error
ar: خطأ في المصادقة
de: Authentifizierungsfehler
es: Error de autenticación
fr: Erreur d'authentification
ja: 認証エラー
ko: 인증 오류
zh_hans: 认证错误
zh_hant: 驗證錯誤

# agent.codex.error.subtitle.generic
source: Error
ar: خطأ
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
zh_hans: 错误
zh_hant: 錯誤

# agent.codex.error.subtitle.network
source: Network error
ar: خطأ في الشبكة
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
ja: ネットワークエラー
ko: 네트워크 오류
zh_hans: 网络错误
zh_hant: 網路錯誤

# agent.codex.error.subtitle.rateLimit
source: Rate limit
ar: حد معدل الطلبات
de: Ratenbegrenzung
es: Límite de frecuencia
fr: Limite de requêtes
ja: レート制限
ko: 속도 제한
zh_hans: 速率限制
zh_hant: 速率限制

# agent.codex.input.body.needsInput
source: Codex is asking a question
ar: يطرح Codex سؤالاً
de: Codex stellt eine Frage
es: Codex está haciendo una pregunta
fr: Codex pose une question
ja: Codex が質問しています
ko: Codex가 질문을 하고 있습니다
zh_hans: Codex 正在提问
zh_hant: Codex 正在詢問問題

# agent.codex.input.status.needsInput
source: Codex needs input
ar: يتطلب Codex إدخالاً
de: Codex benötigt eine Eingabe
es: Codex necesita información
fr: Codex a besoin d'informations
ja: Codex 入力待ち
ko: Codex 입력 필요
zh_hans: Codex 需要输入
zh_hant: Codex 需要輸入

# agent.codex.input.subtitle.waiting
source: Waiting
ar: في الانتظار
de: Warten
es: Esperando
fr: En attente
ja: 待機状態
ko: 대기 중
zh_hans: 等待中
zh_hant: 等待中

# agent.codex.status.idle
source: Idle
ar: خامل
de: Inaktiv
es: Inactivo
fr: Inactif
ja: 入力待ち
ko: 대기 중
zh_hans: 空闲
zh_hant: 閒置

# agent.deliveryTarget.error.invalidPid
source: PID must be a positive integer
ar: يجب أن يكون معرف العملية (PID) عددًا صحيحًا موجبًا
de: PID muss eine positive Ganzzahl sein
es: El PID debe ser un entero positivo
fr: Le PID doit être un entier positif
ja: PID は正の整数でなければなりません。
ko: PID는 양의 정수여야 합니다
zh_hans: PID 必须是正整数
zh_hant: PID 必須為正整數

# agent.deliveryTarget.error.invalidPidResolution
source: pid_resolution must be corroborated or controlling_tty
ar: يجب أن يكون pid_resolution قيمة corroborated أو controlling_tty
de: pid_resolution muss corroborated oder controlling_tty sein
es: pid_resolution debe ser corroborated o controlling_tty
fr: pid_resolution doit être corroborated ou controlling_tty
ja: pid_resolution は corroborated または controlling_tty でなければなりません。
ko: pid_resolution은 corroborated 또는 controlling_tty여야 합니다
zh_hans: pid_resolution 必须为 corroborated 或 controlling_tty
zh_hant: pid_resolution 必須為 corroborated 或 controlling_tty

# agent.deliveryTarget.error.notFound
source: No live delivery target
ar: لا يوجد هدف تسليم نشط
de: Kein aktives Zustellungsziel
es: No hay ningún destino de entrega activo
fr: Aucune cible de livraison active
ja: 有効な配信先が見つかりません。
ko: 활성화된 전달 대상이 없습니다
zh_hans: 没有活动的投递目标
zh_hant: 無作用中的傳遞目標

# agent.deliveryTarget.error.unavailable
source: Delivery target resolution is unavailable; retry after cmux finishes starting.
ar: حل هدف التسليم غير متاح؛ أعد المحاولة بعد انتهاء cmux من بدء التشغيل.
de: Auflösung des Zustellungsziels ist nicht verfügbar; versuchen Sie es erneut, nachdem cmux den Start abgeschlossen hat.
es: La resolución del destino de entrega no está disponible; vuelve a intentarlo una vez que cmux termine de iniciarse.
fr: La résolution de la cible de livraison est indisponible ; réessayez après le démarrage complet de cmux.
ja: 配信先の解決を利用できません。cmux の起動が完了してから再試行してください。
ko: 전달 대상 확인을 사용할 수 없습니다. cmux 시작이 완료된 후 다시 시도하세요.
zh_hans: 投递目标解析不可用；请在 cmux 启动完成后重试。
zh_hant: 傳遞目標解析不可用；請在 cmux 完成啟動後重試。

# cli.agentHook.error.notificationDelivery
source: Agent hook notification delivery failed for %@ %@.
ar: فشل تسليم إشعار خطاف الوكيل لـ %@ %@.
bs: Dostava obavijesti agentske kuke nije uspjela za %@ %@.
da: Levering af agent-hook-notifikationen mislykkedes for %@ %@.
de: Die Zustellung der Agent-Hook-Benachrichtigung ist für %@ %@ fehlgeschlagen.
es: No se pudo entregar la notificación del hook del agente para %@ %@.
fr: Échec de la livraison de la notification du hook d’agent pour %@ %@.
it: Impossibile recapitare la notifica dell’hook dell’agente per %@ %@.
ja: %@ %@ のエージェントフック通知を配信できませんでした。
ko: %@ %@에 대한 에이전트 훅 알림을 전달하지 못했습니다.
nb: Levering av agent-hook-varslingen mislyktes for %@ %@.
pl: Nie udało się dostarczyć powiadomienia haka agenta dla %@ %@.
pt_br: Falha ao entregar a notificação do hook do agente para %@ %@.
ru: Не удалось доставить уведомление хука агента для %@ %@.
th: ส่งการแจ้งเตือน agent hook สำหรับ %@ %@ ไม่สำเร็จ
tr: %@ %@ için aracı kancası bildirimi teslim edilemedi.
uk: Не вдалося доставити сповіщення хуку агента для %@ %@.
zh_hans: 无法传递 %@ %@ 的代理钩子通知。
zh_hant: 無法傳遞 %@ %@ 的代理程式掛鉤通知。

# cli.agentHook.error.journalAppend
source: Agent hook journal append failed for %@ %@.
ar: فشل إلحاق سجل خطاف الوكيل لـ %@ %@.
bs: Dodavanje agentske kuke u dnevnik nije uspjelo za %@ %@.
da: Tilføjelse af agent-hook til journalen mislykkedes for %@ %@.
de: Das Anhängen des Agent-Hooks an das Journal ist für %@ %@ fehlgeschlagen.
es: No se pudo añadir el hook del agente al diario para %@ %@.
fr: Échec de l’ajout du hook d’agent au journal pour %@ %@.
it: Impossibile aggiungere l’hook dell’agente al diario per %@ %@.
ja: %@ %@ のエージェントフックのジャーナル追記に失敗しました。
ko: %@ %@에 대한 에이전트 훅 저널 추가에 실패했습니다.
nb: Det oppstod en feil ved å legge agent-hooken til journalen for %@ %@.
pl: Nie udało się dodać haka agenta do dziennika dla %@ %@.
pt_br: Falha ao adicionar o hook do agente ao diário para %@ %@.
ru: Не удалось добавить хук агента в журнал для %@ %@.
th: เพิ่ม agent hook ลงในบันทึกประจำวันสำหรับ %@ %@ ไม่สำเร็จ
tr: %@ %@ için aracı kancasını günlüğe ekleme başarısız oldu.
uk: Не вдалося додати хук агента до журналу для %@ %@.
zh_hans: 无法将 %@ %@ 的代理钩子追加到日志。
zh_hant: 無法將 %@ %@ 的代理程式掛鉤追加到日誌。

# cli.agentHook.error.targetResolution
source: Agent hook target resolution failed for %@ %@.
ar: فشل حل هدف خطاف الوكيل لـ %@ %@.
bs: Rješavanje odredišta agentske kuke nije uspjelo za %@ %@.
da: Agent-hook-målløsning mislykkedes for %@ %@.
de: Die Zielauflösung des Agent-Hooks ist für %@ %@ fehlgeschlagen.
es: No se pudo resolver el destino del hook del agente para %@ %@.
fr: Échec de la résolution de la cible du hook d’agent pour %@ %@.
it: Risoluzione della destinazione dell’hook dell’agente non riuscita per %@ %@.
ja: %@ %@ のエージェントフック配信先を解決できませんでした。
ko: %@ %@에 대한 에이전트 훅 대상을 확인하지 못했습니다.
nb: Fant ikke målet for agent-hooken for %@ %@.
pl: Nie udało się rozpoznać celu haka agenta dla %@ %@.
pt_br: Falha ao resolver o destino do hook do agente para %@ %@.
ru: Не удалось определить цель хука агента для %@ %@.
th: ไม่สามารถแก้ไขปลายทาง agent hook สำหรับ %@ %@ ได้
tr: %@ %@ için aracı kancası hedefi çözülemedi.
uk: Не вдалося визначити ціль хуку агента для %@ %@.
zh_hans: 无法解析 %@ %@ 的代理钩子目标。
zh_hant: 無法解析 %@ %@ 的代理程式掛鉤目標。

# agent.generic.notification.body.approvalNeeded
source: Approval needed
ar: الموافقة مطلوبة
de: Freigabe erforderlich
es: Se requiere aprobación
fr: Approbation requise
ja: 承認が必要です
ko: 승인 필요
zh_hans: 需要批准
zh_hant: 需要核准

# agent.generic.notification.body.reportedError
source: %@ reported an error
ar: أبلغ %@ عن خطأ
de: %@ hat einen Fehler gemeldet
es: %@ informó un error
fr: %@ a signalé une erreur
ja: %@ がエラーを報告しました
ko: %@에서 오류를 보고했습니다
zh_hans: %@ 报告了一个错误
zh_hant: %@ 回報了錯誤

# agent.generic.notification.body.taskCompleted
source: Task completed
ar: اكتملت المهمة
de: Aufgabe abgeschlossen
es: Tarea completada
fr: Tâche terminée
ja: タスクが完了しました
ko: 작업 완료됨
zh_hans: 任务已完成
zh_hant: 任務已完成

# agent.generic.notification.body.taskReportedError
source: The task reported an error
ar: أبلغت المهمة عن خطأ
de: Die Aufgabe hat einen Fehler gemeldet
es: La tarea informó un error
fr: La tâche a signalé une erreur
ja: タスクがエラーを報告しました
ko: 작업에서 오류를 보고했습니다
zh_hans: 任务报告了一个错误
zh_hant: 該任務回報了錯誤

# agent.generic.notification.body.waitingForInput
source: Waiting for input
ar: في انتظار الإدخال
de: Warten auf Eingabe
es: Esperando información
fr: En attente de saisie
ja: 入力待ち
ko: 입력 대기 중
zh_hans: 等待输入
zh_hant: 等待輸入中

# agent.generic.notification.status.error
source: %@ error
ar: خطأ %@
de: %@-Fehler
es: Error de %@
fr: Erreur de %@
ja: %@ エラー
ko: %@ 오류
zh_hans: %@ 错误
zh_hant: %@ 錯誤

# agent.generic.notification.status.interrupted
source: Interrupted
ar: تمت المقاطعة
bs: Prekinuto
da: Afbrudt
de: Unterbrochen
es: Interrumpido
fr: Interrompu
it: Interrotto
ja: 中断
ko: 중단됨
nb: Avbrutt
pl: Przerwano
pt_br: Interrompido
ru: Прервано
th: ถูกขัดจังหวะ
tr: Kesildi
uk: Перервано
zh_hans: 已中断
zh_hant: 已中斷

# agent.generic.notification.status.idle
source: Idle
ar: خامل
de: Inaktiv
es: Inactivo
fr: Inactif
ja: 待機中
ko: 대기 중
zh_hans: 空闲
zh_hant: 閒置

# agent.generic.notification.status.needsInput
source: %@ needs input
ar: يتطلب %@ إدخالاً
de: %@ benötigt Eingabe
es: %@ necesita información
fr: %@ requiert une saisie
ja: %@ 入力待ち
ko: %@ 입력 필요
zh_hans: %@ 需要输入
zh_hant: %@ 需要輸入

# agent.generic.notification.subtitle.attention
source: Attention
ar: تنبيه
de: Achtung
es: Atención
ja: 確認
ko: 주의
zh_hans: 需关注
zh_hant: 注意

# agent.generic.notification.subtitle.completed
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了
ko: 완료됨
zh_hans: 已完成
zh_hant: 已完成

# agent.generic.notification.subtitle.error
source: Error
ar: خطأ
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
zh_hans: 错误
zh_hant: 錯誤

# agent.generic.notification.subtitle.permission
source: Permission
ar: إذن
de: Berechtigung
es: Permiso
fr: Autorisation
ja: 権限
ko: 권한
zh_hans: 权限
zh_hant: 權限

# agent.generic.notification.subtitle.waiting
source: Waiting
ar: في الانتظار
de: Warten
es: Esperando
fr: En attente
ja: 待機中
ko: 대기 중
zh_hans: 等待中
zh_hant: 等待中

# agent.generic.status.running
source: Running
ar: قيد التشغيل
de: Wird ausgeführt
es: En ejecución
fr: En cours d'exécution
ja: 実行中
ko: 실행 중
zh_hans: 运行中
zh_hant: 執行中

# agent.ollama.displayName
source: Ollama
ar: أولاما
ko: 올라마
zh_hans: 奥拉马
zh_hant: 奧拉馬

# agentSession.bridge.error.invalidProvider
source: The selected provider is unavailable.
ar: المزود المحدد غير متاح.
de: Der ausgewählte Anbieter ist nicht verfügbar.
es: El proveedor seleccionado no está disponible.
fr: Le fournisseur sélectionné est indisponible.
ja: 選択したプロバイダーは利用できません。
ko: 선택한 프로바이더를 사용할 수 없습니다.
zh_hans: 所选提供方不可用。
zh_hant: 選取的提供者不可用。

# agentSession.bridge.error.invalidRequest
source: Invalid bridge request.
ar: طلب جسر غير صالح.
de: Ungültige Bridge-Anfrage.
es: Solicitud de puente no válida.
fr: Requête de pont invalide.
ja: ブリッジリクエストが無効です。
ko: 잘못된 브리지 요청입니다.
zh_hans: 无效的桥接请求。
zh_hant: 無效的橋接請求。

# agentSession.bridge.error.missingParameter
source: The request is incomplete.
ar: الطلب غير مكتمل.
de: Die Anfrage ist unvollständig.
es: La solicitud está incompleta.
fr: La requête est incomplète.
ja: リクエストが不完全です。
ko: 요청이 불완전합니다.
zh_hans: 请求不完整。
zh_hant: 請求不完整。

# agentSession.bridge.error.providerNotReady
source: The provider is not ready yet.
ar: المزود ليس جاهزًا بعد.
de: Der Anbieter ist noch nicht bereit.
es: El proveedor aún no está listo.
fr: Le fournisseur n'est pas encore prêt.
ja: プロバイダーはまだ準備できていません。
ko: 프로바이더가 아직 준비되지 않았습니다.
zh_hans: 提供方尚未就绪。
zh_hant: 提供者尚未準備就緒。

# agentSession.bridge.error.sessionAlreadyRunning
source: An agent session is already running.
ar: جلسة العميل قيد التشغيل بالفعل.
de: Eine Agenten-Sitzung wird bereits ausgeführt.
es: Ya hay una sesión de agente en ejecución.
fr: Une session d’agent est déjà en cours d’exécution.
ja: エージェントセッションはすでに実行中です。
ko: 에이전트 세션이 이미 실행 중입니다.
zh_hans: 已有代理会话正在运行。
zh_hant: 代理程式工作階段已在執行中。

# agentSession.bridge.error.sessionNotFound
source: The agent session is no longer available.
ar: جلسة العميل لم تعد متاحة.
de: Die Agenten-Sitzung ist nicht mehr verfügbar.
es: La sesión de agente ya no está disponible.
fr: La session d'agent n'est plus disponible.
ja: エージェントセッションは利用できなくなりました。
ko: 에이전트 세션을 더 이상 사용할 수 없습니다.
zh_hans: 该代理会话已不可用。
zh_hant: 代理程式工作階段已不再可用。

# agentSession.bridge.error.unsupportedMethod
source: This action is not supported.
ar: هذا الإجراء غير مدعوم.
de: Diese Aktion wird nicht unterstützt.
es: Esta acción no es compatible.
fr: Cette action n’est pas prise en charge.
ja: この操作には対応していません。
ko: 이 작업은 지원되지 않습니다.
zh_hans: 不支持此操作。
zh_hant: 不支援此動作。

# agentSession.bridge.error.unsupportedTransport
source: Agent transport is not supported.
ar: نقل العميل غير مدعوم.
de: Agenten-Transport wird nicht unterstützt.
es: El transporte del agente no es compatible.
fr: Le transport de l’agent n’est pas pris en charge.
ja: エージェント転送方式には対応していません。
ko: 에이전트 전송이 지원되지 않습니다.
zh_hans: 不支持该代理传输方式。
zh_hant: 不支援代理程式傳輸。

# agentSession.codex.activity.command.ran
source: Ran
ar: تم تشغيل
de: Ausgeführt
es: Ejecutado
fr: Exécuté
ja: 実行しました
ko: 실행함
zh_hans: 已运行
zh_hant: 已執行

# agentSession.codex.activity.command.running
source: Running
ar: قيد التشغيل
de: Wird ausgeführt
es: En ejecución
fr: En cours d'exécution
ja: 実行中
ko: 실행 중
zh_hans: 运行中
zh_hant: 執行中

# agentSession.codex.activity.command.stopped
source: Stopped
ar: توقف
de: Angehalten
es: Interrumpido
fr: Arrêté
ja: 停止しました
ko: 중지됨
zh_hans: 已停止
zh_hant: 已停止

# agentSession.codex.activity.file.created
source: Created
ar: مخلوق
de: Erstellt
es: Creado
fr: Créé
ja: 作成しました
ko: 생성됨
zh_hans: 已创建
zh_hant: 已創建

# agentSession.codex.activity.file.creating
source: Creating
ar: يجري إنشاء
de: Erstellen
es: Creando
fr: Création
ja: 作成中
ko: 생성 중
zh_hans: 正在创建
zh_hant: 建立中

# agentSession.codex.activity.file.deleted
source: Deleted
ar: تم الحذف
de: Gelöscht
es: Eliminado
fr: Supprimé
ja: 削除しました
ko: 삭제됨
zh_hans: 已删除
zh_hant: 已刪除

# agentSession.codex.activity.file.deleting
source: Deleting
ar: يجري حذف
de: Löschen
es: Eliminando
fr: Suppression
ja: 削除中
ko: 삭제 중
zh_hans: 正在删除
zh_hant: 刪除中

# agentSession.codex.activity.file.edited
source: Edited
ar: تم تعديل
de: Bearbeitet
es: Editado
fr: Modifié
ja: 編集しました
ko: 편집됨
zh_hans: 已编辑
zh_hant: 已編輯

# agentSession.codex.activity.file.editing
source: Editing
ar: يجري تعديل
de: Wird bearbeitet
es: Editando
fr: Modification
ja: 編集中
ko: 편집 중
zh_hans: 正在编辑
zh_hant: 編輯中

# agentSession.codex.error.invalidJSON
source: cmux could not read the response from Codex. Try again.
ar: تعذر على cmux قراءة رد Codex. حاول مرة أخرى.
de: cmux konnte die Antwort von Codex nicht lesen. Versuchen Sie es erneut.
es: cmux no pudo leer la respuesta de Codex. Inténtalo de nuevo.
fr: cmux n’a pas pu lire la réponse de Codex. Réessayez.
ja: cmux は Codex からの応答を読み取れませんでした。もう一度お試しください。
ko: cmux가 Codex의 응답을 읽을 수 없습니다. 다시 시도하세요.
zh_hans: cmux 无法读取 Codex 的响应。请重试。
zh_hant: cmux 無法讀取 Codex 的回應。請再試一次。

# agentSession.codex.error.rpcFailed
source: The Codex request failed. Try again.
ar: فشل طلب Codex. حاول مرة أخرى.
de: Die Codex-Anfrage ist fehlgeschlagen. Versuchen Sie es erneut.
es: La solicitud a Codex falló. Inténtalo de nuevo.
fr: La requête à Codex a échoué. Réessayez.
ja: Codex へのリクエストに失敗しました。もう一度お試しください。
ko: Codex 요청이 실패했습니다. 다시 시도하세요.
zh_hans: Codex 请求失败。请重试。
zh_hant: Codex 請求失敗。請再試一次。
